{
    "project_name": "michi",
    "date_data": {
        "2024-09-01": {
            "message_count_ex_bot": 182,
            "user_count_ex_bot": 66,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The community is very engaged with the concept of 'michi' and its associated memes, showing high participation and excitement."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Most participants appear to believe that the project has fair practices, but there are some concerns related to insider impacts."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "There are hints of skepticism about the influence of venture capital but overall trust in the community's direction."
                },
                "sell_intent": {
                    "intensity": 25,
                    "context": "Few mentions of selling tokens; most messages indicate a strong holding sentiment."
                },
                "vibes": {
                    "intensity": 90,
                    "context": "The atmosphere is overwhelmingly positive and supportive, with many users expressing love for the community."
                },
                "comunity_strength": {
                    "intensity": 85,
                    "context": "A close-knit, well-engaged community where participants express camaraderie."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "The discussion is emotionally charged, with users expressing excitement and enthusiasm about the project."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Users are frequently returning and engaging throughout the chat, indicating a healthy level of engagement."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Diverse socioeconomic backgrounds are indicated, with no extreme signals detected."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "There is a moderate focus on price action discussions, with users occasionally seeking insights."
                },
                "perceived_maximum_upside": {
                    "intensity": 70,
                    "context": "Many discussions reflect a belief in the potential success of the project, contributing to positive sentiment."
                },
                "free_cult_labor": {
                    "intensity": 75,
                    "context": "Participants are volunteering to create memes and share content promoting the project."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community exhibits vibrancy and growth, attributed to active participation and engagement."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "Some inquiries about buying the token, indicating a steady flow of newcomers."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "Members frequently express feelings of hope and encouragement for the project's future."
                }
            }
        },
        "2024-09-02": {
            "message_count_ex_bot": 146,
            "user_count_ex_bot": 74,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 90,
                    "context": "The group is highly enthusiastic about the $Michi token, which is often referenced and praised."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Participants generally express confidence in the token's fair distribution and project ethos."
                },
                "VC_cabal": {
                    "intensity": 50,
                    "context": "The community seems split on whether large investors influence price action; some express concern while others are optimistic."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "There is a strong sentiment towards holding and accumulating, with few indications of sell intent."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The overall atmosphere is positive and supportive, with users engaging in camaraderie."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "The community displays strong connections and support for each other through shared activities such as raiding."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "Discussions are lively and charged, reflecting excitement and anticipation among users."
                },
                "stickiness": {
                    "intensity": 75,
                    "context": "Users return frequently to engage in ongoing discussions and activities throughout the day."
                },
                "socioeconomic": {
                    "intensity": 60,
                    "context": "The conversation reflects a mix of socioeconomic statuses, with some participants indicating varied financial experiences."
                },
                "price_action_focus": {
                    "intensity": 80,
                    "context": "Much of the conversation centers around price predictions and recent price movement reactions."
                },
                "perceived_maximum_upside": {
                    "intensity": 85,
                    "context": "Users express strong beliefs in the potential for significant profit from holding $Michi."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Many users contribute time and effort without compensation, engaging in actions like social media raiding."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community exhibits signs of vibrancy and activity, with consistent interactions and a positive outlook."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "There are moderate inquiries about how to buy $Michi, indicating growing interest from newcomers."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Participants frequently mention feeling inspired by the community and the project, fostering positive energy."
                }
            }
        },
        "2024-09-03": {
            "message_count_ex_bot": 126,
            "user_count_ex_bot": 50,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The community is highly engaged with the concept of 'Michi' and its potential."
                },
                "fairness": {
                    "intensity": 40,
                    "context": "There are concerns about developer actions and perceived ownership."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "Some users feel that insiders may have undue influence."
                },
                "sell_intent": {
                    "intensity": 25,
                    "context": "A small number of users are expressing frustration about token performance."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "Overall atmosphere is highly positive and supportive."
                },
                "comunity_strength": {
                    "intensity": 70,
                    "context": "Users demonstrate a strong sense of camaraderie and community."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "Discussions are emotionally charged, with many users expressing hope and excitement."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Users frequently return and engage in discussions for extended periods."
                },
                "socioeconomic": {
                    "intensity": 55,
                    "context": "Mixed references suggest a range of socioeconomic backgrounds."
                },
                "price_action_focus": {
                    "intensity": 70,
                    "context": "There is a heightened interest in price movements and future price targets."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Widespread belief in the project's potential to generate substantial profits."
                },
                "free_cult_labor": {
                    "intensity": 65,
                    "context": "Many users are actively contributing to community promotion without compensation."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant and active, with ongoing discussions and engagement."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "Some newcomers are inquiring about purchasing the token."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "Users often express inspiration and enthusiasm from the community interactions."
                }
            }
        },
        "2024-09-04": {
            "message_count_ex_bot": 133,
            "user_count_ex_bot": 64,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community is highly focused on the michi meme and is actively creating and sharing related content."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Participants generally believe the project is fair, with new holders being welcomed."
                },
                "VC_cabal": {
                    "intensity": 20,
                    "context": "There are low indications of insider control; the community feels empowered."
                },
                "sell_intent": {
                    "intensity": 10,
                    "context": "Few users express intentions to sell; the sentiment is predominantly about holding."
                },
                "vibes": {
                    "intensity": 90,
                    "context": "The chat has a very positive atmosphere with much camaraderie and encouragement."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "The community feels tight-knit, with users engaging closely and supporting one another."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "Discussions are charged with excitement about upcoming opportunities and community growth."
                },
                "stickiness": {
                    "intensity": 80,
                    "context": "Many participants repeatedly engage throughout the chat, indicating active participation."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "There are mixed indicators of socioeconomic status among participants."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "Participants are somewhat focused on price movements, suggesting an awareness of market dynamics."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "There is a strong belief among participants that the project has significant potential for gains."
                },
                "free_cult_labor": {
                    "intensity": 65,
                    "context": "Community members are actively promoting and participating in discussions without compensation."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community appears vibrant and engaged, with many new participants joining."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "There are frequent inquiries about purchasing michi tokens and related directions."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "Community members express a sense of hope and inspiration from engaging with each other."
                }
            }
        },
        "2024-09-05": {
            "message_count_ex_bot": 59,
            "user_count_ex_bot": 44,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 75,
                    "context": "The community is heavily engaged with the meme culture surrounding 'michi', indicating a strong collective focus."
                },
                "fairness": {
                    "intensity": 65,
                    "context": "Participants generally feel positive about community engagement, although some concern about uneven practices persists."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There are hints of suspicion towards external control, especially with references to 'owner' and community dynamics."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Widespread sentiment leans towards holding, with very few indications of immediate sell pressure."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "Overall, the mood in the group is positive and encouraging, with many supportive interactions."
                },
                "comunity_strength": {
                    "intensity": 70,
                    "context": "There is a sense of camaraderie among participants, reflecting a tight-knit community vibe."
                },
                "emotional_intensity": {
                    "intensity": 65,
                    "context": "Discussions are lively, indicating a mix of excitement and engagement, though some moments of tension also emerge."
                },
                "stickiness": {
                    "intensity": 75,
                    "context": "Many users consistently return to contribute, reflecting a high level of ongoing engagement."
                },
                "socioeconomic": {
                    "intensity": null,
                    "context": "There is insufficient information about the socioeconomic status of participants."
                },
                "price_action_focus": {
                    "intensity": 50,
                    "context": "There is moderate concern about price movements, but the focus on community activities and support is also notable."
                },
                "perceived_maximum_upside": {
                    "intensity": 70,
                    "context": "A strong belief exists that participating in the community could lead to wealth creation, evident in the talk of 'pumping' and price targets."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Many members volunteer their time and efforts to promote the community and its ideals, especially regarding social media interactions."
                },
                "community_health": {
                    "intensity": 75,
                    "context": "Signs of vitality and growth are present, with substantial engagement and support for ongoing activities."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "Some inquiries regarding buying and instructions indicate mild interest from newcomers, though not overwhelmingly expressed."
                },
                "inspiration": {
                    "intensity": 65,
                    "context": "Participants express excitement and motivation regarding community projects, indicating a general sense of inspiration."
                }
            }
        },
        "2024-09-06": {
            "message_count_ex_bot": 143,
            "user_count_ex_bot": 68,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The term 'gmichi' and related NFT references are frequently expressed, indicating strong engagement with the community's core idea."
                },
                "fairness": {
                    "intensity": 40,
                    "context": "There are mixed sentiments about fairness, especially with some users expressing feelings of being scammed."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There is suspicion about manipulation by insiders or large holders, as some discussions hinted at concern regarding price control."
                },
                "sell_intent": {
                    "intensity": 25,
                    "context": "While some express optimism, there are others suggesting caution, indicating a low but present intent to sell."
                },
                "vibes": {
                    "intensity": 70,
                    "context": "The general atmosphere is supportive with strong encouragements like 'gmichi forever' and community positivity."
                },
                "comunity_strength": {
                    "intensity": 85,
                    "context": "Participants frequently refer to each other as 'fam' and share a camaraderie, indicating a tight-knit community."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "The discussion is highly charged with excitement, especially around giveaways and raids."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Users are consistently interacting over a full day's span, suggesting a decent level of engagement."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Limited information suggests a mix of socioeconomic backgrounds among chat participants."
                },
                "price_action_focus": {
                    "intensity": 65,
                    "context": "There is a noted focus on price actions with mentions of buying and holding strategies."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "Many members express optimism about significant future gains from holding Michi tokens."
                },
                "free_cult_labor": {
                    "intensity": 65,
                    "context": "Participants voluntarily engage in raids and promotional activities, showing investment in community building."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The chat appears vibrant and active, with ongoing discussions about events and engagement activities."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "Newcomers frequently ask about purchasing options, indicating interest in buying into the community."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Many members express enthusiasm and a sense of hope about their investments and community engagement."
                }
            }
        },
        "2024-09-07": {
            "message_count_ex_bot": 230,
            "user_count_ex_bot": 80,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The community is highly engaged with the 'Michi' concept, evident from the frequent references and enthusiasm."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "Some users express concern over price manipulation yet generally feel the community drives the token value."
                },
                "VC_cabal": {
                    "intensity": 20,
                    "context": "There is a belief that whales and insiders influence the project's trajectory due to frequent mentions of pre-distributed allocations."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "A minority express the desire to sell, but most users show commitment to holding their tokens."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "Overall positivity and solidarity among users, with many supportive messages and encouragement."
                },
                "comunity_strength": {
                    "intensity": 85,
                    "context": "There is a strong sense of community, with frequent greetings and supportive interactions."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The discussion is lively with participants showing excitement and hope, particularly around the Michi token."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Many users actively return to participate in ongoing discussions throughout the day."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "Some users express financial struggles, indicating a mix of socioeconomic backgrounds in the community."
                },
                "price_action_focus": {
                    "intensity": 50,
                    "context": "There is noticeable interest in price movements, but a sense of patience pervades the discussions."
                },
                "perceived_maximum_upside": {
                    "intensity": 70,
                    "context": "Participants frequently express optimism about significant future gains from the project."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "The community actively engages in promotional activities like raids and memes without direct compensation."
                },
                "community_health": {
                    "intensity": 75,
                    "context": "The community appears vibrant and engaged, displaying enthusiasm and support for each other."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "There are occasional inquiries about where to buy the token but not overwhelmingly so."
                },
                "inspiration": {
                    "intensity": 60,
                    "context": "Members express a sense of camaraderie and motivation from participating in the Michi community."
                }
            }
        },
        "2024-09-08": {
            "message_count_ex_bot": 133,
            "user_count_ex_bot": 56,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The community is highly engaged with the project theme, particularly around the token 'Michi'."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Members generally express a sense of fairness regarding distribution and opportunities."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There are noticeable sentiments indicating a distrust of large insiders and manipulation."
                },
                "sell_intent": {
                    "intensity": 15,
                    "context": "The group's predominant sentiment is towards accumulation rather than selling."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "Overall, the chat is filled with positivity, enthusiasm, and support."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "The community exhibits strong ties, collaborating and encouraging each other."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The discussion is emotionally charged, mostly positive and driven by excitement."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "The interaction appears to keep returning users engaged over a sustained period."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Mixed references hint at a wide range of socioeconomic backgrounds among users."
                },
                "price_action_focus": {
                    "intensity": 75,
                    "context": "There is a strong focus on market movements and price discussions."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Participants are highly optimistic about the project's potential for profit."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "There are instances of users willingly participating in promotional activities for the project."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community feels vibrant and actively contributes to discussions."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "Newcomers are actively asking about buying opportunities, indicating interest."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Users frequently express hope and inspiration derived from their involvement."
                }
            }
        },
        "2024-09-09": {
            "message_count_ex_bot": 151,
            "user_count_ex_bot": 55,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 90,
                    "context": "The community is strongly engaged with the concept of raiding and promoting 'michi', indicating high interest."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Participants believe in a fair distribution of efforts and rewards among the community."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There is suspicion about potential control by insiders, indicating low trust in that regard."
                },
                "sell_intent": {
                    "intensity": 15,
                    "context": "Most participants express a desire to hold onto their tokens rather than selling."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "The overall atmosphere is supportive, friendly, and enthusiastic."
                },
                "comunity_strength": {
                    "intensity": 85,
                    "context": "There is a strong sense of community, with participants supporting each other actively."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "The discussion shows significant emotional engagement, with excitement about price action."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Many users return to engage frequently, indicating a degree of commitment."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "The socioeconomic status of users is mixed, with some expressing hardship."
                },
                "price_action_focus": {
                    "intensity": 70,
                    "context": "Participants are excited and focused on price movements and token performance."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "There is strong belief in the project's potential for profitability."
                },
                "free_cult_labor": {
                    "intensity": 50,
                    "context": "Some users contribute time and effort for community activities, though it's not universally strong."
                },
                "community_health": {
                    "intensity": 90,
                    "context": "The community is described as vibrant and engaging."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "Newcomers frequently inquire about how to buy 'michi', indicating growing interest."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Participants derive a sense of hope and inspiration from community engagement."
                }
            }
        },
        "2024-09-10": {
            "message_count_ex_bot": 131,
            "user_count_ex_bot": 45,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 75,
                    "context": "The community is heavily focused on memetic engagement and project-related discussions."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "Participants believe that the project has fair economic distribution but some are suspicious."
                },
                "VC_cabal": {
                    "intensity": 20,
                    "context": "There is a strong belief that venture capitalists influence token pricing."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "There are some mentions of sellers, but the community exhibits a strong holding sentiment."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "The mood is generally supportive, with encouragement among members."
                },
                "comunity_strength": {
                    "intensity": 70,
                    "context": "Participants show familiarity and camaraderie, reflecting a solid community bond."
                },
                "emotional_intensity": {
                    "intensity": 65,
                    "context": "The discussions are charged with a palpable energy, indicative of enthusiasm."
                },
                "stickiness": {
                    "intensity": 85,
                    "context": "Members frequently return to participate, indicating high engagement and retention."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Diverse socioeconomic statuses are represented, but no extreme positions."
                },
                "price_action_focus": {
                    "intensity": 70,
                    "context": "Significant discussions are centered around price movements of tokens."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "Community believes there is strong potential for profit, raising optimism."
                },
                "free_cult_labor": {
                    "intensity": 50,
                    "context": "Participants are engaging in meaningful project promotion, though not overwhelmingly so."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "Community appears vibrant and active, with many interactions."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "Some inquiries about purchasing but not the predominant focus."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Expressions of hope and inspiration are evident in the conversations."
                }
            }
        },
        "2024-09-11": {
            "message_count_ex_bot": 140,
            "user_count_ex_bot": 49,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community is rallying around a strong meme project and actively promoting it."
                },
                "fairness": {
                    "intensity": 50,
                    "context": "The perception of fairness is neutral, with some users suspecting possible manipulation."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "There are hints of community concerns regarding the influence of larger investors."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "Overall sentiment is towards holding, despite some mentions of selling."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The atmosphere is generally positive and energetic, with members supporting each other."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Members express camaraderie and engage actively with each other."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The conversation exhibits excitement and vigor with emotionally charged interactions."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "While there’s some fluctuation in participation, many users consistently engage throughout the day."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "Hints of varying economic backgrounds among members, making it hard to assess collectively."
                },
                "price_action_focus": {
                    "intensity": 80,
                    "context": "Heavy focus on price movements and tokens being discussed."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "There is a strong belief in the potential for significant profits from the project."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Many participants willingly promote and support the meme project, spending time without compensation."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community is vibrant and actively involved, showing signs of growth."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "New users are inquiring about how to buy the token, indicating interest."
                },
                "inspiration": {
                    "intensity": 60,
                    "context": "Members express feelings of hope and inspiration through involvement in the project."
                }
            }
        },
        "2024-09-12": {
            "message_count_ex_bot": 214,
            "user_count_ex_bot": 61,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 90,
                    "context": "There is a strong engagement with the $MICHI token and memes related to it."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "General sentiment seems to favor the fairness of the current project and its community."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "Some users express a concern about large insiders or market manipulators but overall optimism remains."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "There is a noticeable engagement towards buying and holding, with minimal discussions about selling."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The atmosphere is overwhelmingly positive, with lots of enthusiasm and support for each other."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "Users display a camaraderie common in crypto communities, helping build an intimate environment."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "Discussions are highly charged, fueled by excitement and anticipation."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Many users return frequently throughout the session, maintaining conversation."
                },
                "socioeconomic": {
                    "intensity": 60,
                    "context": "The participants appear to have varied financial backgrounds with some expressing concerns about market movements."
                },
                "price_action_focus": {
                    "intensity": 75,
                    "context": "A significant number of messages are focused on the token price action."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Strong belief among participants in the potential for high returns on their investments."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Many participants are actively promoting the project without direct compensation."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant, with active participation and enthusiasm."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "Some newcomers are asking about how to buy the token."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "There are expressions of hope and excitement about the project."
                }
            }
        },
        "2024-09-13": {
            "message_count_ex_bot": 188,
            "user_count_ex_bot": 50,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 100,
                    "context": "The community is highly engaged and focused on the theme of their token and its potential."
                },
                "fairness": {
                    "intensity": 20,
                    "context": "Many users express concerns about fairness due to the perceived concentration of power among insiders."
                },
                "VC_cabal": {
                    "intensity": 15,
                    "context": "There is significant sentiment that venture capitalists may control the price dynamics."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "Some participants express a fear of missing out, but others indicate a willingness to sell."
                },
                "vibes": {
                    "intensity": 60,
                    "context": "The chat maintains a generally positive atmosphere despite some frustrations about market dynamics."
                },
                "comunity_strength": {
                    "intensity": 70,
                    "context": "Participants demonstrate a strong camaraderie and connection, frequently encouraging each other."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "Messages reflect high levels of excitement and urgency."
                },
                "stickiness": {
                    "intensity": 80,
                    "context": "Users frequently return to engage and interact throughout the day, creating an ongoing dialogue."
                },
                "socioeconomic": {
                    "intensity": 30,
                    "context": "Hints of varied economic backgrounds among users; some allude to financial struggles."
                },
                "price_action_focus": {
                    "intensity": 85,
                    "context": "There is a strong focus on price movements, with many messages reacting to price fluctuations."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Participants commonly express optimism about the potential for significant gains."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "A good number of users volunteer their time and effort for promotional activities without compensation."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community appears vibrant and active, with a high level of discussion and engagement."
                },
                "buy_inquiry": {
                    "intensity": 65,
                    "context": "Newcomers are actively seeking where and how to purchase the token."
                },
                "inspiration": {
                    "intensity": 60,
                    "context": "Many users express a sense of inspiration and hope from participating in the community."
                }
            }
        },
        "2024-09-14": {
            "message_count_ex_bot": 184,
            "user_count_ex_bot": 41,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The meme surrounding $Michi has strong engagement and support from the community."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "Participants feel relatively positive about the fairness of the project, though some express concerns about manipulation."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "There is some discomfort regarding potential insider control over the project's direction."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "While there are expressions of concern, the majority lean towards holding and supporting the project."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The atmosphere is generally positive and supportive, with encouragement among participants."
                },
                "comunity_strength": {
                    "intensity": 70,
                    "context": "Community members appear to have a strong connection and show support for each other's sentiments."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The discussion is highly emotionally charged, with many participants expressing strong feelings about $Michi."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Participants show a good level of returning engagement and interest in continuous discussion."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "There are mixed indications of socioeconomic diversity among participants but with no clear majority."
                },
                "price_action_focus": {
                    "intensity": 70,
                    "context": "There is a strong focus on price discussions and expectations surrounding $Michi."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "Many members express confidence in significant future gains from holding $Michi."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Participants actively engage in promotional activities without compensation."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant and active, with ongoing participation and enthusiasm."
                },
                "buy_inquiry": {
                    "intensity": 55,
                    "context": "There are regular inquiries about purchasing options and new listings."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Members derive a sense of inspiration and motivation from the community activities and success."
                }
            }
        },
        "2024-09-15": {
            "message_count_ex_bot": 98,
            "user_count_ex_bot": 61,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The repeated use of 'gmichi' and enthusiasm for the token suggests a strong community identity around this concept."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Members express a sense of collective ownership and support for the token, indicating a level of fairness."
                },
                "VC_cabal": {
                    "intensity": 25,
                    "context": "There is minimal mention of insiders or venture capital influence, indicating a belief in community control."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "The atmosphere suggests holding rather than selling, indicated by supportive messages like 'Cmon michi brahs stay strong'."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The overall vibe is supportive and energized, with plenty of fun interactions and encouragement."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Frequent greetings and expressions like 'gmichi' signify a tight-knit community."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "Overall discussions are emotionally charged with excitement and anticipation."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Moderate participation over time suggests users return to interact repeatedly during the day."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Comments do not indicate high or low socioeconomic status definitively, suggesting a mixed group."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "While there are excited comments about price movements, there is also a focus on community and engagement."
                },
                "perceived_maximum_upside": {
                    "intensity": 85,
                    "context": "High expectations for financial gain are indicated by many posts about 'smash that' and hype."
                },
                "free_cult_labor": {
                    "intensity": 65,
                    "context": "Many users are engaging with the project without direct compensation, participating in raids and community building."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The activity level suggests a vibrant community, with numerous interactions and enthusiasm present."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "Interest in purchasing is indicated but not a primary focus."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Participants express inspiration and hope regarding the project's potential."
                }
            }
        },
        "2024-09-16": {
            "message_count_ex_bot": 140,
            "user_count_ex_bot": 56,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 75,
                    "context": "The token 'Michi' is a central theme, driving enthusiasm among participants."
                },
                "fairness": {
                    "intensity": 50,
                    "context": "Mixed views on project fairness; some users show skepticism about the underlying economics."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There is a significant concern that 'whales' and insiders might influence the price dynamics disproportionately."
                },
                "sell_intent": {
                    "intensity": 40,
                    "context": "Some users express intent to hold, while others worry about potential sell-offs by larger holders."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "Overall atmosphere is highly positive and supportive, with users encouraging each other."
                },
                "comunity_strength": {
                    "intensity": 70,
                    "context": "Strong camaraderie observed among users, with frequent exchanges of encouragement."
                },
                "emotional_intensity": {
                    "intensity": 85,
                    "context": "Discussions are highly emotionally charged, with excitement about token movements and developments."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Users are fairly engaged and returning to discussions throughout the day."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "Some hints of varying socioeconomic backgrounds, but skewed towards optimistic investors."
                },
                "price_action_focus": {
                    "intensity": 75,
                    "context": "'Michi' price discussions dominate the chat, reflecting high interest in trading activities."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "Widespread belief in the potential for significant profits from 'Michi' tokens."
                },
                "free_cult_labor": {
                    "intensity": 65,
                    "context": "Many users are actively promoting the project without compensation, exhibiting strong community commitment."
                },
                "community_health": {
                    "intensity": 90,
                    "context": "The community is vibrant and shows signs of growth, with continuous engagement in discussions."
                },
                "buy_inquiry": {
                    "intensity": 67,
                    "context": "There are several inquiries regarding purchasing the token, indicating interest from outsiders."
                },
                "inspiration": {
                    "intensity": 60,
                    "context": "Users often express inspiration from the project and community, although enthusiasm varies."
                }
            }
        },
        "2024-09-17": {
            "message_count_ex_bot": 192,
            "user_count_ex_bot": 39,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 75,
                    "context": "Participants show significant interest and engagement in discussing $Michi and related activities."
                },
                "fairness": {
                    "intensity": 50,
                    "context": "Mixed feelings about the project's distribution; some participants express skepticism about fairness."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "Sentiment suggests a belief that insiders have significant control, but it's not overwhelmingly dominant."
                },
                "sell_intent": {
                    "intensity": 60,
                    "context": "Moderate discussion of selling and buying actions suggests ongoing trading interests."
                },
                "vibes": {
                    "intensity": 70,
                    "context": "Overall positive atmosphere with supportive and energetic interactions among participants."
                },
                "comunity_strength": {
                    "intensity": 65,
                    "context": "Communicating often indicates a reasonably close-knit community where members recognize each other."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The discussions are lively and charged with enthusiasm, especially regarding price movements."
                },
                "stickiness": {
                    "intensity": 75,
                    "context": "Participants seem to return throughout the day, indicating strong interest and engagement."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "Limited indications of socioeconomic status; community seems diverse in background."
                },
                "price_action_focus": {
                    "intensity": 85,
                    "context": "High focus on price action, with many messages reacting to market movements."
                },
                "perceived_maximum_upside": {
                    "intensity": 70,
                    "context": "Belief among participants that holding tokens could lead to significant financial gain."
                },
                "free_cult_labor": {
                    "intensity": 55,
                    "context": "Some expressions of volunteerism and enthusiasm suggest contributions without immediate reward."
                },
                "community_health": {
                    "intensity": 75,
                    "context": "The community appears vibrant, with sustained conversation and excitement about potential growth."
                },
                "buy_inquiry": {
                    "intensity": 65,
                    "context": "Questions about buying tokens indicate new interest from potential investors."
                },
                "inspiration": {
                    "intensity": 55,
                    "context": "Mixed expressions of hope and aspirations, hinting that the project provides some motivational energy."
                }
            }
        },
        "2024-09-18": {
            "message_count_ex_bot": 143,
            "user_count_ex_bot": 54,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community is highly engaged and united around the Michi coin meme."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Participants feel the project is relatively fair among members."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There is some suspicion regarding venture capitalist control over the token."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Very few members express intent to sell; most are committed to holding."
                },
                "vibes": {
                    "intensity": 90,
                    "context": "The atmosphere is positive and supportive, with encouragement throughout."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Members exhibit strong bonds, often referring to each other as family."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "The discussion is filled with excitement and enthusiasm."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Many users return to contribute throughout the chat log, indicating high engagement."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "The economic status of the members is mixed, with some references suggesting lower disposable incomes."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "There is a moderate focus on price action, with discussions on price movements."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "Participants strongly believe in the investment potential of Michi."
                },
                "free_cult_labor": {
                    "intensity": 65,
                    "context": "Members are voluntarily promoting and participating in community activities."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community appears vibrant and actively engaged."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "Newcomers are asking about buying options, indicating interest in purchasing."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "There are frequent expressions of inspiration and hope derived from community involvement."
                }
            }
        },
        "2024-09-19": {
            "message_count_ex_bot": 275,
            "user_count_ex_bot": 70,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community is highly engaged and excited about the potential for new all-time highs (ATH) in the token's value."
                },
                "fairness": {
                    "intensity": 30,
                    "context": "There is significant skepticism and accusations of unfair practices from the developers, resulting in feelings of distrust."
                },
                "VC_cabal": {
                    "intensity": 20,
                    "context": "Participants express a strong belief that insiders are manipulating the market."
                },
                "sell_intent": {
                    "intensity": 15,
                    "context": "Discussion reflects a desire to hold onto tokens long-term despite potential selling pressures."
                },
                "vibes": {
                    "intensity": 70,
                    "context": "Overall vibe within the chat is mostly positive and energetic, with users encouraging each other."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "Users exhibit a strong sense of community and camaraderie, characterized by frequent interaction and encouragement."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The conversation is charged with excitement and optimism, especially regarding the market."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Many users return frequently to contribute, indicating a level of engagement and commitment."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "The community appears mixed in economic status, with some members indicating they are willing to invest significantly."
                },
                "price_action_focus": {
                    "intensity": 90,
                    "context": "The conversation is heavily focused on price movements and potential profit, indicating a strong connection to market dynamics."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "There is a prevalent belief among users that the token has the potential to increase significantly in value."
                },
                "free_cult_labor": {
                    "intensity": 50,
                    "context": "Some members volunteer their time promoting the token, but it's unclear how widespread this is."
                },
                "community_health": {
                    "intensity": 65,
                    "context": "The community is active and engaged, though there is some discontent about price drops."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "Newcomers frequently inquire about how to buy the token, indicating interest from new participants."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Users express hope and excitement about future price increases and the community's potential."
                }
            }
        },
        "2024-09-20": {
            "message_count_ex_bot": 207,
            "user_count_ex_bot": 54,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The community is heavily engaged with the 'michi' concept, indicating it has captured wide interest."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "There are mixed sentiments about fairness, possibly due to speculation around market activities."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "Participants express a degree of skepticism about insider influence, but many feel empowered as a community."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "There is low expression of intent to sell, with a more positive outlook on holding."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "Overall vibes are supportive and enthusiastic, especially around the 'michi' concept."
                },
                "comunity_strength": {
                    "intensity": 85,
                    "context": "The community shows strong ties, with many members referring to each other as family."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The discussion is emotionally charged, particularly with excitement and anticipation about upcoming events."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Members return frequently for ongoing discussions, indicating a high level of engagement."
                },
                "socioeconomic": {
                    "intensity": 55,
                    "context": "Members display a range of socioeconomic statuses, with some expounding on market conditions."
                },
                "price_action_focus": {
                    "intensity": 50,
                    "context": "There is a balanced focus on price action, with discussions about market movements prevalent."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "There is strong belief in the project’s potential for significant future gains."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Many participants engage in promotional activities voluntarily, showing commitment to the community."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant and actively engaged, with ongoing discussions and movements."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "Newcomers and existing members are frequently asking about buying opportunities for the token."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Many members express feelings of inspiration about participating in the community and supporting each other."
                }
            }
        },
        "2024-09-21": {
            "message_count_ex_bot": 390,
            "user_count_ex_bot": 48,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The use of phrases like '/SMASHHHHH' and references to raids indicate strong engagement with a central meme."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Participants express mainly positive views about participation and fairness in engagements."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There are low mentions of centralized control, suggesting a belief in community-driven actions."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "The community seems focused on holding and promoting the token rather than selling."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "Overall positive and energetic interactions among users indicate good vibes."
                },
                "comunity_strength": {
                    "intensity": 60,
                    "context": "The chat displays camaraderie and shared interests, although not tightly-knit."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The discussion is highly charged with excitement and enthusiasm."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Many users appear to return and engage intermittently throughout the chat."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "A diverse representation of socioeconomic statuses, indicated through different user comments."
                },
                "price_action_focus": {
                    "intensity": 40,
                    "context": "There is moderate focus on price action related to the tokens being discussed."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Strong belief in the potential of the project to generate wealth is prevalent."
                },
                "free_cult_labor": {
                    "intensity": 75,
                    "context": "High level of volunteer activity suggests commitment and enthusiasm for the project."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community is vibrant and active, showing signs of growth and engagement."
                },
                "buy_inquiry": {
                    "intensity": 65,
                    "context": "Newcomers actively inquire about how to buy tokens, indicating interest."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "Many participants express hope and inspiration related to their involvement in the community."
                }
            }
        },
        "2024-09-22": {
            "message_count_ex_bot": 132,
            "user_count_ex_bot": 55,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community shows strong engagement and excitement regarding the 'michi' project, indicating a powerful meme culture."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "There is a general perception that the project is fair, as participants do not express a high level of distrust."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "A low suspicion that large stakeholders control the outcome, indicating community feels independent."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Minimal intent to sell expressed among community members; the sentiment leans more towards holding."
                },
                "vibes": {
                    "intensity": 90,
                    "context": "Generally positive atmosphere, with lots of encouragement and support expressed."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "Community exhibits a strong bond and camaraderie based on frequent interactions."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The chat is highly charged with excitement, laughter and jokes, driving energy among members."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Users return frequently and contribute over the chat session, indicating good engagement."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Mixed economic backgrounds inferred; some may express not having a lot to invest."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "Participants show concern and interest around price movements, indicating a healthy focus on crypto trading."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "Members strongly believe in the potential for future profits from the project."
                },
                "free_cult_labor": {
                    "intensity": 65,
                    "context": "Many are actively promoting the project without compensation, indicating loyalty and dedication to the community."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community appears vibrant and healthy, with ongoing conversations and interactions."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "Newcomers are inquiring about the token, indicating interest in acquisition."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "High levels of inspiration shared among members about the project and community involvement."
                }
            }
        },
        "2024-09-23": {
            "message_count_ex_bot": 203,
            "user_count_ex_bot": 57,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community's enthusiasm about Michi as a project is strong, consistently referenced and supported."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "While there are suspicions, many seem to believe in equitable opportunity within the project."
                },
                "VC_cabal": {
                    "intensity": 45,
                    "context": "There is some belief that the community has control, though concerns about outside influence do exist."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "The predominant sentiment appears to be to hold onto tokens for potential growth."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "Overall positive, with a lot of support and encouragement among participants."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "The community exhibits a strong sense of belonging and mutual support."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "Discussions are quite charged, with excitement about potential gains and projects."
                },
                "stickiness": {
                    "intensity": 90,
                    "context": "Participants frequently return and actively engage throughout the day."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "The socioeconomic status of users appears mixed based on their language and references."
                },
                "price_action_focus": {
                    "intensity": 75,
                    "context": "There’s a significant focus on price movements and growth potential."
                },
                "perceived_maximum_upside": {
                    "intensity": 85,
                    "context": "Many participants express strong optimism about significant price increases."
                },
                "free_cult_labor": {
                    "intensity": 50,
                    "context": "Users are engaging in promotional activities for the project but not intensely."
                },
                "community_health": {
                    "intensity": 90,
                    "context": "This community appears vibrant and continually growing."
                },
                "buy_inquiry": {
                    "intensity": 65,
                    "context": "New participants are actively seeking to understand how to acquire tokens."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Participants express feelings of hope and excitement about the project's potential."
                }
            }
        },
        "2024-09-24": {
            "message_count_ex_bot": 262,
            "user_count_ex_bot": 75,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The repeated mention of 'michi' and its humorous references indicate a strong engagement with the topic."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Participants generally feel positive about the project, suggesting a belief in its fairness."
                },
                "VC_cabal": {
                    "intensity": 60,
                    "context": "While some sentiment exists regarding insiders, many users feel the community has a significant control over the token."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "There's minimal suggestion of selling intent, as most conversations lean towards holding and engaging."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The conversation maintains a playful and supportive atmosphere throughout."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "Participants display a high degree of camaraderie, often using inclusive language."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The overall tone is energetic and positive, with many expressing excitement."
                },
                "stickiness": {
                    "intensity": 75,
                    "context": "Members frequently engage throughout the chat, returning to contribute regularly."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Discussions reflect some diverse backgrounds, but not enough to clearly gauge socioeconomic status."
                },
                "price_action_focus": {
                    "intensity": 65,
                    "context": "A number of messages express concern and enthusiasm about price movements."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "Participants show strong belief in potential growth and profitability from the project."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Many participants are actively promoting and defending the project without expecting compensation."
                },
                "community_health": {
                    "intensity": 90,
                    "context": "The community appears vibrant and engaged, with many conversations flowing."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "There is some curiosity among newcomers about purchasing tokens, indicating growing interest."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Many members express motivation and inspiration from the project and community interactions."
                }
            }
        },
        "2024-09-25": {
            "message_count_ex_bot": 209,
            "user_count_ex_bot": 64,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 90,
                    "context": "The Michi project has a strong following and enthusiasm among the participants."
                },
                "fairness": {
                    "intensity": 80,
                    "context": "Participants express a belief in fair distribution and a positive outlook on the project's management."
                },
                "VC_cabal": {
                    "intensity": 75,
                    "context": "While some concerns about insiders exist, the general sentiment leans towards community control."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "There is little to no mention of selling; the tone is bullish and community-focused."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The atmosphere is overwhelmingly positive and supportive with lots of encouragement."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "The users exhibit strong camaraderie and interaction."
                },
                "emotional_intensity": {
                    "intensity": 90,
                    "context": "The discussion is very lively and charged with excitement."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Many users return and participate actively throughout the session."
                },
                "socioeconomic": {
                    "intensity": 60,
                    "context": "There are varied mentions of financial situations, suggesting a mix of users."
                },
                "price_action_focus": {
                    "intensity": 75,
                    "context": "There is significant attention to price movements, indicating a strong investment interest."
                },
                "perceived_maximum_upside": {
                    "intensity": 85,
                    "context": "Many participants express a strong belief in the potential for substantial gains."
                },
                "free_cult_labor": {
                    "intensity": 50,
                    "context": "There’s some volunteer support, but the emphasis is more on community growth and enjoyment."
                },
                "community_health": {
                    "intensity": 90,
                    "context": "The community feels vibrant and active with ongoing participation."
                },
                "buy_inquiry": {
                    "intensity": 65,
                    "context": "There are inquiries about purchasing tokens indicating ongoing interest."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "Participants frequently express excitement and hope for the project."
                }
            }
        },
        "2024-09-26": {
            "message_count_ex_bot": 142,
            "user_count_ex_bot": 69,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The discussions are heavily centered around the character 'Michi', indicating a strong community attachment and engagement with this concept."
                },
                "fairness": {
                    "intensity": 75,
                    "context": "Members express appreciation for the community efforts and the distribution of roles, suggesting a level of perceived fairness among participants."
                },
                "VC_cabal": {
                    "intensity": 60,
                    "context": "There are some concerns about central control, but overall, most participants believe the community can influence outcomes."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "The predominant sentiment is about holding and supporting the community rather than selling, indicating faith in their project."
                },
                "vibes": {
                    "intensity": 90,
                    "context": "Overall atmosphere is supportive and enthusiastic, with many expressing positivity and encouragement."
                },
                "comunity_strength": {
                    "intensity": 85,
                    "context": "Participants are actively interacting in a manner that suggests strong community bonds and support for each other."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The discussion frequently features high-energy exchanges and excitement, especially about the Michi project."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Users are returning to engage in discussions over time, showing a commitment to the community."
                },
                "socioeconomic": {
                    "intensity": 55,
                    "context": "Diverse backgrounds appear to be represented; members are not overtly discussing financial constraints."
                },
                "price_action_focus": {
                    "intensity": 50,
                    "context": "While there’s some focus on price movement, the conversation primarily revolves around community activities and engagement."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "Many users express optimism about the potential for significant value increase from their involvement."
                },
                "free_cult_labor": {
                    "intensity": 65,
                    "context": "A good level of voluntary engagement in promotion and community support is observed."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community is active, engaged, and appears to be growing, indicating vibrancy."
                },
                "buy_inquiry": {
                    "intensity": 75,
                    "context": "New members frequently inquire about joining and purchasing, showing intrigue and interest in participating."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "Participants express feelings of motivation and inspiration from being a part of the community."
                }
            }
        },
        "2024-09-27": {
            "message_count_ex_bot": 130,
            "user_count_ex_bot": 49,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The project seems to have high enthusiasm, with members keenly pushing for trends and raids."
                },
                "fairness": {
                    "intensity": 65,
                    "context": "There are mixed feelings about fairness, with some suspicion around market activity but overall community support."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "There is some discussion regarding insider control, but many feel empowered by community participation."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "While there are mentions of market pressures, the general sentiment leans towards holding and buying more."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The atmosphere is generally positive, with an encouragement to engage and support each other."
                },
                "comunity_strength": {
                    "intensity": 70,
                    "context": "There's a sense of camaraderie, but interactions are mostly transactional and focused on market actions."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The discussion is charged with excitement and urgency, particularly related to price movements."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Many users return frequently to engage, suggesting a level of commitment."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "There are no clear indicators of socioeconomic status but a mix is presumed."
                },
                "price_action_focus": {
                    "intensity": 85,
                    "context": "Price movements dominate conversations, indicating high focus among participants."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Most participants express strong belief in potential gains from the token."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Members are actively participating and promoting the project without monetary incentives."
                },
                "community_health": {
                    "intensity": 75,
                    "context": "The community appears vibrant and engaged, although reliant on meme culture."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "There are inquiries about buying, but it's less emphasized compared to active trading."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Participants express inspiration from community engagement and shared goals."
                }
            }
        },
        "2024-09-28": {
            "message_count_ex_bot": 238,
            "user_count_ex_bot": 40,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community is highly engaged with the 'michi' concept, using various means to promote it."
                },
                "fairness": {
                    "intensity": null,
                    "context": "There is no explicit discussion of fairness in the messages."
                },
                "VC_cabal": {
                    "intensity": 25,
                    "context": "There are hints of distrust, especially with mentions of large purchases possibly impacting the token."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "While expressions of selling exist, the overall sentiment leans more towards holding and buying."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "Overall, the atmosphere is energetic and supportive, with many users expressing excitement."
                },
                "comunity_strength": {
                    "intensity": 70,
                    "context": "The interactions show strong connections among members, with frequent encouragement and collaboration."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The discussion has a high emotional charge as members share enthusiasm and anticipation for the token's performance."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Many users return to the chat repeatedly throughout the day, indicating a moderate level of ongoing engagement."
                },
                "socioeconomic": {
                    "intensity": null,
                    "context": "No clear socioeconomic status indicators can be determined from the chat."
                },
                "price_action_focus": {
                    "intensity": 65,
                    "context": "There is a noticeable focus on price movements and their implications throughout the chat."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "Many participants express strong beliefs in the substantial upside potential of the token."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Members are actively participating in promoting and discussing the token without monetary compensation."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The chat exhibits signs of a vibrant community, with high activity and positivity."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "Some newcomers are inquiring about how to purchase the token, reflecting interest."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "The chat is filled with motivational messages, enhancing a sense of hope and excitement."
                }
            }
        },
        "2024-09-29": {
            "message_count_ex_bot": 98,
            "user_count_ex_bot": 42,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The reference to a specific character (Michi) in memes creates a core theme and engagement among participants."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Participants seemingly support the project and feel that it is fairly managed based on the camaraderie and community interaction."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "Participants show low concerns about external control indicating trust in the community's direction."
                },
                "sell_intent": {
                    "intensity": 40,
                    "context": "Vague hints of concern about selling are present, but most users seem focused on positive engagement."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "General atmosphere is supportive with humor and camaraderie, as evidenced by frequent light-hearted messages."
                },
                "comunity_strength": {
                    "intensity": 85,
                    "context": "Strong interactivity and shared references signal a close-knit community."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "Messages express excitement and engagement, particularly around community events and interactions."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Participants appear to return to engage in ongoing discussions throughout the day."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Participants show varied perspectives that hint at different socioeconomic backgrounds."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "Community engagement includes mentions of prices and actions, though not overwhelmingly the focus."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "There’s strong sentiment around potential profits and excitement about future price increases."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Users are participating voluntarily in discussions and events, indicating active engagement."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant and engaged with high interaction rates."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "There are questions about purchasing opportunities, showing interest from newcomers."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Messages express hope and community spirit, particularly through shared goals and aspirations."
                }
            }
        },
        "2024-09-30": {
            "message_count_ex_bot": 109,
            "user_count_ex_bot": 28,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 75,
                    "context": "The discussion revolves around a specific meme-based cryptocurrency (Michi), which has generated excitement and engagement among participants."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "While some participants express distrust towards larger players in the market, the overall sentiment points toward a belief in a fair community-driven approach."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "There is a moderate level of suspicion regarding the influence of larger investors, but the community feels they have a substantial say in the project."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "The conversation predominantly exhibits a strong inclination towards holding ($MICHI) rather than selling, emphasizing community loyalty."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The environment is overwhelmingly positive and engaging, with lots of humor and support from community members."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Participants display strong connections and camaraderie, often referring to each other as 'fam'."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The discussion showcases a high level of emotional engagement, particularly regarding hopes for the project's success."
                },
                "stickiness": {
                    "intensity": 75,
                    "context": "Many users frequently post and engage in conversations over an extended period, indicating high participant retention."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "There is a balanced representation, with members indicating diverse backgrounds, though many refer to the desire for financial gain."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "While not the sole focus, discussions frequently touch on market movements related to $MICHI."
                },
                "perceived_maximum_upside": {
                    "intensity": 65,
                    "context": "There is moderate optimism regarding the potential for financial gains from $MICHI, fueled by positive memes and community efforts."
                },
                "free_cult_labor": {
                    "intensity": 85,
                    "context": "A significant portion of participants are actively creating content and promoting the project without any monetary expectation."
                },
                "community_health": {
                    "intensity": 90,
                    "context": "The group is vibrant and dynamic, showing signs of growth and consistent engagement across discussions."
                },
                "buy_inquiry": {
                    "intensity": 70,
                    "context": "Newcomers actively ask for guidance on how to buy $MICHI, indicating interest and participation in the project."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "A strong sentiment of hope and impatience as participants express excitement about the project's future."
                }
            }
        },
        "2024-10-01": {
            "message_count_ex_bot": 58,
            "user_count_ex_bot": 33,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The ongoing discussions about Michi and related memes suggest that the project holds significant appeal within the community."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "A positive sentiment about the project being fair based on the discussions about community involvement."
                },
                "VC_cabal": {
                    "intensity": 60,
                    "context": "Some skepticism about outside influence, but a general belief in community control."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "The tone leans towards holding and community support rather than selling."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The atmosphere is generally supportive with humor and camaraderie evident in interactions."
                },
                "comunity_strength": {
                    "intensity": 85,
                    "context": "A strong sense of community is present, with many participants encouraging each other."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The discussion is lively and emotionally charged with various memes and jokes."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Participants frequently return and engage throughout the conversation."
                },
                "socioeconomic": {
                    "intensity": null,
                    "context": "Not enough information to assess the socioeconomic status of the community members."
                },
                "price_action_focus": {
                    "intensity": 40,
                    "context": "While there are mentions of prices, the focus remains more on community and fun."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "There is a strong belief among participants in the potential for profit and growth of the project."
                },
                "free_cult_labor": {
                    "intensity": 50,
                    "context": "Some community-driven efforts are suggested but not overwhelming."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant and active, with many participants engaging over time."
                },
                "buy_inquiry": {
                    "intensity": 25,
                    "context": "Few inquiries about purchasing, suggesting most participants are already holders."
                },
                "inspiration": {
                    "intensity": 65,
                    "context": "Many members express motivation and inspiration from being part of this community."
                }
            }
        },
        "2024-10-02": {
            "message_count_ex_bot": 115,
            "user_count_ex_bot": 42,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 75,
                    "context": "The strong emphasis on 'SMASH' and related expressions indicates substantial enthusiasm for the project."
                },
                "fairness": {
                    "intensity": 40,
                    "context": "Participants express concern about buying pressure and internal manipulations, suggesting a mistrust in fairness."
                },
                "VC_cabal": {
                    "intensity": 50,
                    "context": "Mixed comments hint at some feelings of being controlled by insiders, but the community is also proactive."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "While there is some speculation about selling, the atmosphere leans more towards holding."
                },
                "vibes": {
                    "intensity": 70,
                    "context": "The use of supportive and exciting phrases like 'Let's go' suggests positive vibes in the chat."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Frequent callbacks to community action (e.g., raids) showcase a tight-knit group."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "Discussions are highly charged, with frequent high-energy emojis and exclamations."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Many users return and engage repeatedly in the conversation, suggesting a relatively high stickiness."
                },
                "socioeconomic": {
                    "intensity": 55,
                    "context": "Comments about aggressive investments hint at a mixture of socioeconomic statuses."
                },
                "price_action_focus": {
                    "intensity": 85,
                    "context": "Conversations are intensely focused on price action and market speculation."
                },
                "perceived_maximum_upside": {
                    "intensity": 70,
                    "context": "There are high expectations of potential gains, especially the commentary around 'pumping'."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Participants are actively engaging in community-led promotions and memes."
                },
                "community_health": {
                    "intensity": 75,
                    "context": "The overall engagement and passionate exchanges indicate a lively community."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "Newcomers show interest in participating, with some inquiries about generations."
                },
                "inspiration": {
                    "intensity": 65,
                    "context": "Participants express hope and excitement about future potential."
                }
            }
        },
        "2024-10-03": {
            "message_count_ex_bot": 192,
            "user_count_ex_bot": 63,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "There is a strong engagement with the meme and culture surrounding Michi and its association with meme trends."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Participants seem to believe there is a fair distribution of opportunities and information within the community."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There are some concerns about external manipulations but generally, users feel in control."
                },
                "sell_intent": {
                    "intensity": 15,
                    "context": "Very few users are expressing an intention to sell, with a culture of holding Michi."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The discussion is overwhelmingly positive, with a good community atmosphere."
                },
                "comunity_strength": {
                    "intensity": 90,
                    "context": "There is a strong sense of community, with many users referencing each other and sharing experiences."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "The conversation is emotionally charged, with excitement around the Michi project."
                },
                "stickiness": {
                    "intensity": 80,
                    "context": "Users are actively returning and engaging throughout the day."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Mixed socioeconomic background of participants, with some expressing financial aspirations."
                },
                "price_action_focus": {
                    "intensity": 65,
                    "context": "There is a good amount of focus on price movements and developments, especially related to Michi."
                },
                "perceived_maximum_upside": {
                    "intensity": 85,
                    "context": "There is a strong belief among participants that Michi has significant upside potential."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Many users are enthusiastically participating in promoting and supporting Michi without compensation."
                },
                "community_health": {
                    "intensity": 90,
                    "context": "Overall, the community feels vibrant and active."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "Newcomers are actively inquiring about how to get involved with Michi."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "There are widespread expressions of hope and excitement about the future of Michi."
                }
            }
        },
        "2024-10-04": {
            "message_count_ex_bot": 166,
            "user_count_ex_bot": 45,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The community is highly engaged and focused on the 'michi' concept, indicating a strong meme culture."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Generally, there is a positive perception regarding the fairness of the project, with minimal complaints."
                },
                "VC_cabal": {
                    "intensity": 60,
                    "context": "There is a moderate belief that large investors have some influence, but many participants feel empowered."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "Most members express a sentiment to hold onto their tokens, showing minimal indication of selling."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The atmosphere is very positive with lots of joking and encouragement, reflecting a supportive community."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "Members display a strong sense of camaraderie, often greeting and inviting newcomers into the conversation."
                },
                "emotional_intensity": {
                    "intensity": 90,
                    "context": "The discussion is characterized by high energy and emotional engagement as members react passionately."
                },
                "stickiness": {
                    "intensity": 75,
                    "context": "Members often return to continue the conversation over the period of the session."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Members display a mix of socioeconomic backgrounds, with some discussions on wealth and lifestyle."
                },
                "price_action_focus": {
                    "intensity": 80,
                    "context": "There is frequent discussion regarding price rallies and projections, indicating a strong focus on price action."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "Many participants express belief in significant potential for profit, reflecting overall optimism about future gains."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Members are actively participating in promotional activities and community building efforts for free."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community appears vibrant and active, with frequent discussions and new members consistently joining."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "While some newcomers are eager to buy, the inquiries are not widespread."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "Participants express inspiration and motivation to engage in the project heavily."
                }
            }
        },
        "2024-10-05": {
            "message_count_ex_bot": 190,
            "user_count_ex_bot": 72,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The frequent references to Michi and a strong sense of community indicate a powerful focus on the concept."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Participants seems to perceive the project as generally fair, with some mention of potential manipulation."
                },
                "VC_cabal": {
                    "intensity": 60,
                    "context": "There are some suspicions about the influence of insiders, but overall the community feels engaged."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Few participants express intent to sell; mostly discussions are about holding and excitement for potential growth."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "The atmosphere of the chat is overwhelmingly positive and supportive, with encouragement among members."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "Members share a close connection, frequently using in-group phrases like 'gmichi', fostering community bonds."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "The discussion is emotionally charged with excitement and enthusiasm about the current market engagements."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Many users return to chat multiple times throughout the day, indicating engaged participation."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Mixed socioeconomic references suggesting a broad range of backgrounds but no clear predominance."
                },
                "price_action_focus": {
                    "intensity": 75,
                    "context": "Discussions frequently refer to price movements and project success, indicating a strong focus on financial outcomes."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Participants express robust belief in the potential for significant financial gain from the Michi project."
                },
                "free_cult_labor": {
                    "intensity": 80,
                    "context": "Many users actively participate and create content without expecting compensation, demonstrating strong community engagement."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The vibrancy of discussions indicates a thriving community with active engagement and participation."
                },
                "buy_inquiry": {
                    "intensity": 70,
                    "context": "Several messages inquire about token purchases, indicating strong interest from both old and new members."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "A sense of hope and inspiration permeates the chat, with users uplifting each other regarding the project."
                }
            }
        },
        "2024-10-06": {
            "message_count_ex_bot": 292,
            "user_count_ex_bot": 88,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The ongoing focus on 'Michi' and the collective activity showcases an engaging meme with high community attachment."
                },
                "fairness": {
                    "intensity": 40,
                    "context": "Concerns about project fairness arise due to comments about whale activities."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There is a sentiment that big players may have an influence on the token dynamics."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Overall excitement for holding and potential price increases dominates the sentiment."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "Members expressing positivity and camaraderie, with frequent encouragement."
                },
                "comunity_strength": {
                    "intensity": 90,
                    "context": "Participants display intimacy and support for one another, involving frequent greetings and responses."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The discussion remains lively and spirited, indicating high emotional engagement."
                },
                "stickiness": {
                    "intensity": 80,
                    "context": "Many users participate actively over time, indicating high retention in the conversation."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Discussions suggest a mixed socioeconomic background among participants."
                },
                "price_action_focus": {
                    "intensity": 65,
                    "context": "There are many discussions focused on price movements and market dynamics."
                },
                "perceived_maximum_upside": {
                    "intensity": 70,
                    "context": "A strong belief in future gains from the project is shared among participants."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Participants appear willing to contribute to the project through social media engagement."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant and actively discussing related topics."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "New users show some interest in buying, but not overwhelmingly so."
                },
                "inspiration": {
                    "intensity": 65,
                    "context": "There is a sense of hope and excitement regarding future potential within the community."
                }
            }
        },
        "2024-10-07": {
            "message_count_ex_bot": 371,
            "user_count_ex_bot": 80,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 90,
                    "context": "The discussions are heavily focused on the 'michi' meme, indicating strong engagement and enthusiasm."
                },
                "fairness": {
                    "intensity": 85,
                    "context": "The community expresses positive sentiment towards the project distribution and opportunities."
                },
                "VC_cabal": {
                    "intensity": 15,
                    "context": "Users exhibit strong belief that the community, not outsiders, drives the token's trajectory."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Participants show minimal intent to sell, indicating a strong holding sentiment."
                },
                "vibes": {
                    "intensity": 95,
                    "context": "Overall atmosphere is very supportive and positive, with frequent encouragement among users."
                },
                "comunity_strength": {
                    "intensity": 88,
                    "context": "Users recognize each other and actively participate in a cohesive community."
                },
                "emotional_intensity": {
                    "intensity": 85,
                    "context": "The discussion displays high emotional charge, particularly excitement and enthusiasm."
                },
                "stickiness": {
                    "intensity": 75,
                    "context": "Many users return to the chat throughout the day, contributing repeatedly."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "While there are signs of engagement, references to financial challenges suggest mixed socioeconomic backgrounds."
                },
                "price_action_focus": {
                    "intensity": 73,
                    "context": "The community shows significant interest in pricing trends but also focuses on project engagement."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "High confidence expressed among participants about the project’s potential for wealth generation."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Many users actively promote the project and engage in memes without compensation."
                },
                "community_health": {
                    "intensity": 90,
                    "context": "The activity level suggests a vibrant and engaged community."
                },
                "buy_inquiry": {
                    "intensity": 65,
                    "context": "Newcomers ask prevalent questions about purchasing the token."
                },
                "inspiration": {
                    "intensity": 85,
                    "context": "Community members express inspiration and motivation from their involvement."
                }
            }
        },
        "2024-10-08": {
            "message_count_ex_bot": 125,
            "user_count_ex_bot": 43,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community is strongly united around the 'Michi' concept, evidenced by enthusiastic discussions and references."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "Participants generally appear to believe in the fairness of the token distribution and community involvement."
                },
                "VC_cabal": {
                    "intensity": 60,
                    "context": "There are some concerns about the influence of insiders, but the overall sentiment leans towards community agency."
                },
                "sell_intent": {
                    "intensity": 25,
                    "context": "There is minimal expressed intent to sell, with more emphasis on accumulating and holding tokens."
                },
                "vibes": {
                    "intensity": 90,
                    "context": "The atmosphere is very positive and supportive, with a lot of encouragement among community members."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Participants show a strong sense of community and connection, reinforcing each other's involvement."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "The discussion reflects a highly emotionally charged environment, with many participants passionately expressing their views."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Users frequently return to contribute to the discussion throughout the day, indicating a dedicated participant base."
                },
                "socioeconomic": {
                    "intensity": null,
                    "context": "N/A"
                },
                "price_action_focus": {
                    "intensity": 65,
                    "context": "There is a moderate focus on price action with several references to buying or selling strategies."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "Participants exhibit strong belief in future profits from the project, showing optimism about its potential."
                },
                "free_cult_labor": {
                    "intensity": 50,
                    "context": "While some volunteer participation is evident, it is not pervasive across all discussions."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community appears vibrant and active, with numerous interactions and shared content throughout the log."
                },
                "buy_inquiry": {
                    "intensity": 30,
                    "context": "There are a few inquiries about buying tokens, but it is not a major focus in the discussion."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Many participants express feelings of hope and inspiration derived from community involvement."
                }
            }
        },
        "2024-10-09": {
            "message_count_ex_bot": 75,
            "user_count_ex_bot": 49,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The community displays strong engagement with the project, showing a focus on memes and playful interactions."
                },
                "fairness": {
                    "intensity": 55,
                    "context": "Mixed sentiment about the token's fairness, with some expressing suspicions over control."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "Concerns among participants about insider control are present but not dominant."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "Widespread sentiment of 'holding' rather than selling, indicating faith in future growth."
                },
                "vibes": {
                    "intensity": 60,
                    "context": "Generally positive interactions, with moments of negativity related to token performance."
                },
                "comunity_strength": {
                    "intensity": 65,
                    "context": "Community members feel connected, often addressing each other by name."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The discussion reflects high emotional engagement, with participants expressing varying emotions."
                },
                "stickiness": {
                    "intensity": 50,
                    "context": "Users are somewhat stuck around the chat, with a mix of returns and dropouts."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Community members exhibit a mix of socioeconomic backgrounds."
                },
                "price_action_focus": {
                    "intensity": 70,
                    "context": "Significant focus on price movement and strategy discussions around it."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "Many members express belief in high potential returns from the project."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Participants are actively engaging in community promotion and meme creation."
                },
                "community_health": {
                    "intensity": 65,
                    "context": "The community appears vibrant and active, with ongoing discussions."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "A moderate level of inquiry about purchasing the token."
                },
                "inspiration": {
                    "intensity": 55,
                    "context": "Participants show signs of inspiration and enthusiasm for community and project potential."
                }
            }
        },
        "2024-10-10": {
            "message_count_ex_bot": 111,
            "user_count_ex_bot": 56,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The strong excitement around 'Michi' suggests it has become a captivating topic."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "There is a notable sense of fair play among participants about the token and its distribution."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "Participants generally feel the project is controlled more by the community than by insiders or VCs."
                },
                "sell_intent": {
                    "intensity": 15,
                    "context": "There is very little indication participants are looking to sell; most express a desire to hold."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The atmosphere is generally positive and supportive, with encouraging interactions."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Members show strong connections, indicating a close-knit community."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The discussion is charged with enthusiasm and passion, particularly around the 'Michi' project."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "There is a recurring engagement as participants come back to contribute throughout the day."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "While various socioeconomic statuses are hinted, the majority seem to express middle-class attitudes."
                },
                "price_action_focus": {
                    "intensity": 55,
                    "context": "Some mentions of price action reflect a moderate concern about market dynamics."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "The overwhelming belief in substantial future gains contributes to a high perceived potential."
                },
                "free_cult_labor": {
                    "intensity": 75,
                    "context": "Participants engage in enthusiastic promotion and community activities without direct compensation."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "Overall, the community appears vibrant and engaged, suggesting health and growth."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "Several newcomers express interest in how to join and invest in 'Michi', indicating substantial curiosity."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Many members derive inspiration and motivation from the group's shared goals and vision."
                }
            }
        },
        "2024-10-11": {
            "message_count_ex_bot": 193,
            "user_count_ex_bot": 66,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 90,
                    "context": "The community is highly enthusiastic about the project, particularly centered around the token 'Michi'."
                },
                "fairness": {
                    "intensity": 75,
                    "context": "Participants generally feel that the token mechanisms are fair and inclusive."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "There are some concerns about potential control by insiders, but overall, the community feels empowered."
                },
                "sell_intent": {
                    "intensity": 25,
                    "context": "The atmosphere is more focused on buying and holding rather than selling."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The chat is filled with excitement and encouragement, indicating positive community vibes."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Participants demonstrate strong ties, frequently using inclusive language and engaging actively."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "Overall emotions are high, with participants expressing enthusiasm and excitement."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Many users return consistently to engage in the chat, signaling a committed community."
                },
                "socioeconomic": {
                    "intensity": 65,
                    "context": "Members display a mix of backgrounds, with many showing interest in investing."
                },
                "price_action_focus": {
                    "intensity": 70,
                    "context": "Price discussions are common, with participants eager for upward trends."
                },
                "perceived_maximum_upside": {
                    "intensity": 75,
                    "context": "Many express optimism regarding the potential for significant profit from the token."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Participants are actively contributing to the community without direct compensation."
                },
                "community_health": {
                    "intensity": 90,
                    "context": "The community appears vibrant and engaged, with lots of positive interactions."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "Newcomers are showing interest in purchasing the token, indicating growth potential."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "There is a strong sense of hope and inspiration felt by many participants."
                }
            }
        },
        "2024-10-12": {
            "message_count_ex_bot": 97,
            "user_count_ex_bot": 32,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 70,
                    "context": "The discussion revolves around the Michi token, with community members expressing excitement about its potential."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "Some participants express belief in fair distribution, though there are hints of concern over manipulation by larger holders."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "There are suspicions about influential players controlling market movements, but the community's belief in organic growth is somewhat strong."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "While there are some mentions of selling, the atmosphere is more focused on holding and future growth."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "There is a generally positive and supportive atmosphere, with members encouraging each other."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "The chat reveals a sense of camaraderie and a collective identity among members, showcasing strong community ties."
                },
                "emotional_intensity": {
                    "intensity": 85,
                    "context": "The discussions are highly charged with emotional expressions about the token's performance and upcoming potential."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Many users are actively returning to contribute, indicating high engagement levels."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "The socioeconomic status is varied; comments hint at both cautious optimism and speculative behavior."
                },
                "price_action_focus": {
                    "intensity": 75,
                    "context": "Participants frequently reference price expectations and market movements, indicating a strong focus on financial outcomes."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "There is a prevalent belief in the potential for significant gains from the Michi token."
                },
                "free_cult_labor": {
                    "intensity": 65,
                    "context": "Participants actively promote the token and engage in community-driven efforts without any apparent compensation."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "Overall, the community appears vibrant, with active discussions and a push for engagement."
                },
                "buy_inquiry": {
                    "intensity": 55,
                    "context": "Newcomers show interest in acquiring the token, highlighting a healthy curiosity about entering the market."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Many participants express encouragement and a degree of inspiration from the potential of the community and the token."
                }
            }
        },
        "2024-10-13": {
            "message_count_ex_bot": 149,
            "user_count_ex_bot": 49,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The community's discussions are highly centered around the potential gains of participating in Michi, indicating a strong engagement with the project's meme."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "There's a mixture of optimism and skepticism regarding fairness, with some users feeling undervalued."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "Participants express some concerns about control by larger investors, but many seem to believe the community has a strong voice."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "Overall, members show a preference for holding rather than selling, with some discussions reflecting impatience about price movements."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The discussion is largely positive with a supportive and encouraging atmosphere."
                },
                "comunity_strength": {
                    "intensity": 60,
                    "context": "Although many participants interact regularly, there's a sense that deeper connections among community members are still developing."
                },
                "emotional_intensity": {
                    "intensity": 65,
                    "context": "The emotional charge is significant, with many users expressing strong enthusiasm and a bit of frustration."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Participants consistently return and engage throughout the day, indicating high stickiness."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Participants exhibit a range of socioeconomic backgrounds, reflected in their discussions about investment and engagement."
                },
                "price_action_focus": {
                    "intensity": 70,
                    "context": "Discussions often revolve around price action, showcasing a keen interest in market movements."
                },
                "perceived_maximum_upside": {
                    "intensity": 85,
                    "context": "A strong belief exists that participating in Michi will lead to substantial financial gains."
                },
                "free_cult_labor": {
                    "intensity": 50,
                    "context": "Moderate levels of volunteerism are evident, with some participants promoting the project and engaging in discussions actively."
                },
                "community_health": {
                    "intensity": 75,
                    "context": "The community appears vibrant and engaged, showing signs of growth and activity."
                },
                "buy_inquiry": {
                    "intensity": 65,
                    "context": "Newcomers frequently inquire about how to buy into the project, indicating a healthy interest."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Many participants express a sense of hope and inspiration about their involvement in the project."
                }
            }
        },
        "2024-10-14": {
            "message_count_ex_bot": 144,
            "user_count_ex_bot": 49,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "There is significant engagement around the memecoin concept, with users actively participating in discussions related to it."
                },
                "fairness": {
                    "intensity": 75,
                    "context": "Participants express a relative sense of fairness in project distribution and engagement."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There are concerns about potential influence from insiders but overall belief leans towards community control."
                },
                "sell_intent": {
                    "intensity": 25,
                    "context": "Only a few users mention selling; the sentiment favors holding."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "The overall mood is very positive with supportive exchanges among users."
                },
                "comunity_strength": {
                    "intensity": 70,
                    "context": "The community appears connected and supportive with users actively responding to each other's posts."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "Discussions are lively and charged with excitement, chanting for potential gains."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Users frequently return to engage in ongoing discussions, indicating a level of commitment."
                },
                "socioeconomic": {
                    "intensity": 60,
                    "context": "While some participants hint at financial insecurity, the overall socioeconomic status varies."
                },
                "price_action_focus": {
                    "intensity": 80,
                    "context": "There’s a clear fixation on the price actions of the memecoin, with numerous discussions redirecting towards price performances."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Participants overwhelmingly express belief in the potential for high returns."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "A good amount of users contribute creatively and promote the project without compensation."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The chat reflects a vibrant and active community, engaging in various activities and discussions."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "There are frequent inquiries about purchasing options for the token."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Participants share encouraging sentiments, inspiring hope for the project's future."
                }
            }
        },
        "2024-10-15": {
            "message_count_ex_bot": 173,
            "user_count_ex_bot": 57,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The ongoing excitement and engagement around the 'michi' project and related memes are very strong, indicating high community interest."
                },
                "fairness": {
                    "intensity": 75,
                    "context": "Participants generally feel that the project is being run fairly, with no significant complaints or negative sentiments expressed about distributions."
                },
                "VC_cabal": {
                    "intensity": 90,
                    "context": "The community expresses a strong belief that the trajectory of the project is controlled by the community rather than by venture capitalists."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Very few messages indicate a desire to sell; most participants express excitement about holding and accumulating more tokens."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "Overall, the atmosphere is positive and supportive, with participants encouraging each other."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "There is a sense of camaraderie among participants, with many engaging closely with one another."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The conversation reflects a heightened emotional engagement, with many participants expressing excitement, anticipation, and optimism."
                },
                "stickiness": {
                    "intensity": 65,
                    "context": "Many users return for multiple interactions throughout the discussion, indicating a good level of ongoing engagement."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "There are varied indications of socioeconomic status among community members, some expressing success while others refer to investment strategies."
                },
                "price_action_focus": {
                    "intensity": 75,
                    "context": "Discussions frequently reference price action and expectations for future gains."
                },
                "perceived_maximum_upside": {
                    "intensity": 85,
                    "context": "Many participants express strong optimism about potential gains from holding 'michi', with references to becoming wealthy."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "There is participation in promotional activities and sharing of content without monetary incentives, reflecting a strong community effort."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant and active, with numerous messages throughout the session."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "Several users show interest in acquiring more tokens, though it's not the main topic of conversation."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Community members often express inspiration relating to the potential and vision of the project."
                }
            }
        },
        "2024-10-16": {
            "message_count_ex_bot": 147,
            "user_count_ex_bot": 60,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community is highly engaged with the Michi concept, driving most conversations."
                },
                "fairness": {
                    "intensity": 65,
                    "context": "Participants generally feel the project is fair but there are some reports of manipulation."
                },
                "VC_cabal": {
                    "intensity": 35,
                    "context": "Many members express concerns about centralization and control among insiders."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Very few participants indicate they intend to sell; most are focused on holding."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "Overall positive vibes; members are supportive and enthusiastic."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "Participants feel a strong sense of connection and community."
                },
                "emotional_intensity": {
                    "intensity": 90,
                    "context": "The chat is charged with excitement and anticipation surrounding price action."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Members are returning and engaging consistently throughout the day."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Participants show a mixed socioeconomic background, with varying discussions."
                },
                "price_action_focus": {
                    "intensity": 85,
                    "context": "A strong focus on price movements and market action throughout the chat."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "There is widespread belief among members that holding Michi could lead to significant profits."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Many volunteers are engaging in promotional activities without compensation."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears lively and engaged, showing signs of growth."
                },
                "buy_inquiry": {
                    "intensity": 70,
                    "context": "Newcomers are actively asking about how to participate and buy the token."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "There are numerous expressions of hope and encouragement among community members."
                }
            }
        },
        "2024-10-17": {
            "message_count_ex_bot": 156,
            "user_count_ex_bot": 54,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 75,
                    "context": "The project and meme appeal to the community, generating excitement and engagement."
                },
                "fairness": {
                    "intensity": 40,
                    "context": "Some users express skepticism regarding the fairness of token distribution."
                },
                "VC_cabal": {
                    "intensity": 25,
                    "context": "There are concerns that venture capitalists may influence the market."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "There are hints of participants planning to sell their tokens but not widespread."
                },
                "vibes": {
                    "intensity": 70,
                    "context": "The atmosphere is largely positive and supportive among participants."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Participants show strong connections and camaraderie within the group."
                },
                "emotional_intensity": {
                    "intensity": 65,
                    "context": "Discussions are emotionally charged, with highs of excitement around raiding and events."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Many users engage multiple times throughout the discussion, showing a solid return engagement."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Participants come from a mix of backgrounds with varying economic statuses."
                },
                "price_action_focus": {
                    "intensity": 55,
                    "context": "There's noticeable concern about price movements, but it is balanced with community building."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "Participants largely believe in significant potential gains from holding the token."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "The community is actively engaging in promotional activities without compensation."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community appears vibrant and engaged, reflecting a healthy discussion environment."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "There are frequent inquiries on how to buy the token, indicating interest from new participants."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Community members find inspiration and motivation within the discussions."
                }
            }
        },
        "2024-10-18": {
            "message_count_ex_bot": 167,
            "user_count_ex_bot": 70,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community is highly engaged with the Michi concept, showcasing excitement and collective identity around it."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "There is a general sentiment of fairness among participants regarding the distribution of the token."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "The community believes they have a significant amount of control rather than being dominated by external VCs or insiders."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "The community mostly expresses a strong desire to hold their tokens."
                },
                "vibes": {
                    "intensity": 92,
                    "context": "The atmosphere in the chat is overwhelmingly positive and supportive."
                },
                "comunity_strength": {
                    "intensity": 90,
                    "context": "Members demonstrate a strong connection with one another, reinforcing the community feel."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "Discussions reflect a higher level of emotional engagement, primarily around meme sharing and excitement."
                },
                "stickiness": {
                    "intensity": 80,
                    "context": "Users are frequently returning and engaging in ongoing discussions."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "The socioeconomic status of participants varies, with some expressing concerns about affordability."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "There is a moderate focus on price movements but not overwhelmingly so."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "There are strong beliefs about significant future profits from the token."
                },
                "free_cult_labor": {
                    "intensity": 75,
                    "context": "Many users are voluntarily promoting the community and project without expectation of reward."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community appears to be thriving and active."
                },
                "buy_inquiry": {
                    "intensity": 40,
                    "context": "Some new users are still inquiring about purchasing the token."
                },
                "inspiration": {
                    "intensity": 78,
                    "context": "Community members express widespread inspiration and hope from their involvement."
                }
            }
        },
        "2024-10-19": {
            "message_count_ex_bot": 85,
            "user_count_ex_bot": 52,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The repeated references and excitement around 'Michi' indicate a strong and engaging community meme."
                },
                "fairness": {
                    "intensity": 75,
                    "context": "Participants express supportive sentiments with respect to distribution of tokens."
                },
                "VC_cabal": {
                    "intensity": 60,
                    "context": "Some skepticism exists about VC influence, yet overall community sentiment is that they're in control."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "General sentiment is more on the side of accumulation rather than selling."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "The overall mood in the chat is positive and supportive as users engage in camaraderie."
                },
                "comunity_strength": {
                    "intensity": 70,
                    "context": "The interactions suggest a decent level of familiarity and support among members."
                },
                "emotional_intensity": {
                    "intensity": 65,
                    "context": "Discussions range from excitement to questions, indicating moderate emotional engagement."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Members frequently return to engage in chat, suggesting a fairly good level of interest."
                },
                "socioeconomic": {
                    "intensity": 45,
                    "context": "Some signs of varying economic statuses, but overall members seem engaged regardless."
                },
                "price_action_focus": {
                    "intensity": 50,
                    "context": "Discussions do revolve around price but with an emphasis also on community and culture."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "Strong belief in project potential and upside amongst members."
                },
                "free_cult_labor": {
                    "intensity": 50,
                    "context": "Some members are actively contributing to the community without immediate gain shown."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "Overall community appears vibrant and active."
                },
                "buy_inquiry": {
                    "intensity": 65,
                    "context": "There are several inquiries about buying and engaging more with 'Michi'."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Members often express excitement and hope for the project, aiming to build community further."
                }
            }
        },
        "2024-10-20": {
            "message_count_ex_bot": 119,
            "user_count_ex_bot": 20,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 75,
                    "context": "The excitement for potential price movements and the use of memes indicates a strong focus on the community's project."
                },
                "fairness": {
                    "intensity": 50,
                    "context": "Participants express mixed feelings about project fairness, with some voicing suspicions and others defending the project."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "There are concerns about the influence of major players, but many feel the community is actively involved."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "While some users express intent to hold, there are also inquiries about selling, indicating mixed motivations."
                },
                "vibes": {
                    "intensity": 70,
                    "context": "Overall, a positive atmosphere with encouragement and support among participants."
                },
                "comunity_strength": {
                    "intensity": 65,
                    "context": "Participants appear to have a decent level of interaction and camaraderie, though it could be tighter."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "Discussion is highly charged with strong emotional expressions regarding the project and community."
                },
                "stickiness": {
                    "intensity": 55,
                    "context": "Some users are returning for multiple messages across the day, indicating decent engagement."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "Contextual clues suggest a mixed socioeconomic status among participants."
                },
                "price_action_focus": {
                    "intensity": 85,
                    "context": "There is significant discussion around price movements and project potential, showing high interest in market dynamics."
                },
                "perceived_maximum_upside": {
                    "intensity": 70,
                    "context": "Many participants express a belief in substantial profits from the project, driving their engagement."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Users are actively engaging in promotion and sharing, indicating a willingness to volunteer their time."
                },
                "community_health": {
                    "intensity": 75,
                    "context": "The community appears vibrant and active, with many ongoing discussions and interactions."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "There are numerous inquiries and excitement around purchasing the token, indicating interest from new participants."
                },
                "inspiration": {
                    "intensity": 65,
                    "context": "Participants often express hope and positivity about the community and project, suggesting inspiration."
                }
            }
        },
        "2024-10-21": {
            "message_count_ex_bot": 112,
            "user_count_ex_bot": 43,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 75,
                    "context": "The community is highly engaged with the Michi meme, reflecting excitement about its potential."
                },
                "fairness": {
                    "intensity": 30,
                    "context": "Widespread skepticism about market manipulation and the role of insiders, leading to unrest in the community."
                },
                "VC_cabal": {
                    "intensity": 25,
                    "context": "Participants express concerns that larger investors may control price movements."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "General sentiment favors holding positions rather than selling, indicating belief in future growth."
                },
                "vibes": {
                    "intensity": 70,
                    "context": "Overall supportive atmosphere with many community members openly encouraging each other."
                },
                "comunity_strength": {
                    "intensity": 60,
                    "context": "The community exhibits characteristics of a loose-knit group, with members engaged but without deep personal connections."
                },
                "emotional_intensity": {
                    "intensity": 65,
                    "context": "The discussion is emotionally charged with elements of excitement and anticipation."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Users are actively engaging over hours of conversation, suggesting good overall community retention."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Mixed socioeconomic indicators as participants exhibit both excitement in investment and concerns about market fairness."
                },
                "price_action_focus": {
                    "intensity": 80,
                    "context": "Strong focus on the price action and market movements, with various users discussing potential price impacts."
                },
                "perceived_maximum_upside": {
                    "intensity": 85,
                    "context": "High belief in the potential of the project to yield significant profits."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Many users participate voluntarily in promotional activities for the project."
                },
                "community_health": {
                    "intensity": 75,
                    "context": "The community appears vibrant and engaged, with many people involved in discussions."
                },
                "buy_inquiry": {
                    "intensity": 70,
                    "context": "There are numerous inquiries about buying the token, indicating strong interest from newcomers."
                },
                "inspiration": {
                    "intensity": 55,
                    "context": "Participants express moderate levels of inspiration due to the community and project discussions."
                }
            }
        }
    }
}