{
    "project_name": "goat",
    "date_data": {
        "2024-10-11": {
            "message_count_ex_bot": 41,
            "user_count_ex_bot": 21,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 75,
                    "context": "The community is engaged in promoting a project actively with hype and multiple mentions of boosting."
                },
                "fairness": {
                    "intensity": 50,
                    "context": "Participants express mixed feelings about the fairness of the project's distribution."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "Some users display a suspicion towards influencers but still hold some faith in the community."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Very few users express intent to sell, indicating a stronger sentiment to hold."
                },
                "vibes": {
                    "intensity": 80,
                    "context": "There is a generally supportive and enthusiastic atmosphere in the group."
                },
                "comunity_strength": {
                    "intensity": 60,
                    "context": "Participants seem to share a moderate connection, engaging in each other's messages."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The chat is described as emotionally charged with excitement."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Users are actively returning to contribute throughout the conversation."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Discussion reveals a mix of economic backgrounds among participants."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "There is notable focus on the price movements and support for project growth."
                },
                "perceived_maximum_upside": {
                    "intensity": 85,
                    "context": "Many participants express a strong belief in the project leading to substantial profits."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Participants are volunteering their time for boosting and promoting the project enthusiastically."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant and actively engaged."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "There are inquiries about how to buy into the project actively."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Participants express a sense of hope and inspiration related to the project."
                }
            }
        },
        "2024-10-12": {
            "message_count_ex_bot": 476,
            "user_count_ex_bot": 315,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The project's concept of blending AI and memecoin cultural references resonates strongly with the community."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "There is a strong feeling that the project offers fair opportunities, despite some skepticism."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "There is some concern about potential influence from VCs, but it is not predominant."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Most participants display a willingness to hold rather than sell, reflecting confidence in future gains."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The overall atmosphere is positive and energetic, with enthusiasm around recent developments."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Community members express strong connections and camaraderie, particularly around shared humor and culture."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "Discussions are emotionally charged, often reflecting excitement and humor."
                },
                "stickiness": {
                    "intensity": 60,
                    "context": "Active participation suggests users are returning regularly to contribute."
                },
                "socioeconomic": {
                    "intensity": 60,
                    "context": "Moderately diverse socioeconomic backgrounds are inferred from discussions."
                },
                "price_action_focus": {
                    "intensity": 85,
                    "context": "Price actions are a frequent topic, indicating significant focus and concern among the community."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Community members strongly believe in the project's potential for high returns."
                },
                "free_cult_labor": {
                    "intensity": 65,
                    "context": "There are signs of community members voluntarily contributing to marketing and engagement efforts."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant and engaged, with active exchanges and shared initiatives."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "There are inquiries about purchasing and investment, indicating new interest."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Community sentiment points to strong inspiration and motivation to support the project."
                }
            }
        },
        "2024-10-13": {
            "message_count_ex_bot": 540,
            "user_count_ex_bot": 122,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 95,
                    "context": "The concept of the goat and AI as a meme is prevailing and captivating the community extremely well."
                },
                "fairness": {
                    "intensity": 30,
                    "context": "There are ongoing suspicions and discussions regarding the project's equity and fairness, prompting some participants to express concerns."
                },
                "VC_cabal": {
                    "intensity": 20,
                    "context": "There is a belief among some participants that a cabal of insiders or venture capitalists may benefit disproportionately from the project."
                },
                "sell_intent": {
                    "intensity": 10,
                    "context": "Most participants express a strong inclination to hold their assets rather than sell, displaying confidence in the project."
                },
                "vibes": {
                    "intensity": 90,
                    "context": "The overall vibe in the chat is overwhelmingly positive and supportive, with users encouraging each other."
                },
                "comunity_strength": {
                    "intensity": 85,
                    "context": "The community appears very engaged and connected, reinforcing solidarity, especially around the project's narrative."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "Discussions are charged with excitement and anticipation about the future of the project."
                },
                "stickiness": {
                    "intensity": 75,
                    "context": "Many users are actively contributing to the conversation and returning frequently to engage further."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "The socioeconomic status of participants appears varied, with both casual investors and high-stakes traders present."
                },
                "price_action_focus": {
                    "intensity": 85,
                    "context": "A significant amount of conversation revolves around price movements and potential gains."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Participants express high confidence in the project's potential for substantial financial gain."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Many participants are voluntarily promoting the project and creating content, indicating real enthusiasm for its community aspect."
                },
                "community_health": {
                    "intensity": 75,
                    "context": "The ongoing activity and positive sentiment indicate a healthy, thriving community."
                },
                "buy_inquiry": {
                    "intensity": 50,
                    "context": "There are inquiries about purchasing the token, but they are coupled with expressions of uncertainty."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "Participants often express feelings of inspiration and motivation regarding the token's trajectory."
                }
            }
        },
        "2024-10-14": {
            "message_count_ex_bot": 2656,
            "user_count_ex_bot": 221,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community is highly engaged with the meme and concept surrounding the project, indicating a strong connection to the narrative."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "General sentiment suggests fair opportunities for all within the community to profit, although there are mentions of whales."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "Limited trust exists regarding the influence of venture capitalists, with some participants expressing skepticism."
                },
                "sell_intent": {
                    "intensity": 15,
                    "context": "Minimal inclination towards selling is detected, with prevailing sentiments favoring holding."
                },
                "vibes": {
                    "intensity": 90,
                    "context": "The overall atmosphere is extremely positive, with high encouragement among participants."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "There is a strong sense of community, with members actively supporting each other."
                },
                "emotional_intensity": {
                    "intensity": 90,
                    "context": "The discussion is highly emotionally charged, full of excitement and anticipation."
                },
                "stickiness": {
                    "intensity": 85,
                    "context": "Users are returning frequently to participate in ongoing conversations."
                },
                "socioeconomic": {
                    "intensity": 60,
                    "context": "The group displays a mix of socioeconomic backgrounds, with some concerns expressed about financial stability."
                },
                "price_action_focus": {
                    "intensity": 75,
                    "context": "The group demonstrates a strong focus on price movement, with many comments reflecting anticipation of future gains."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Participants firmly believe in the potential for significant returns on their investments."
                },
                "free_cult_labor": {
                    "intensity": 80,
                    "context": "Many users are actively creating content and promoting the project without compensation."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community appears vibrant and engaged, with various discussions and activities ongoing."
                },
                "buy_inquiry": {
                    "intensity": 70,
                    "context": "Newcomers are frequently asking about how to purchase the token."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "There are high levels of inspiration and enthusiasm among community members."
                }
            }
        },
        "2024-10-15": {
            "message_count_ex_bot": 2062,
            "user_count_ex_bot": 199,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 90,
                    "context": "The community is intensely engaged with the Goatse meme, showing a strong belief in its value and popularity."
                },
                "fairness": {
                    "intensity": 75,
                    "context": "Many participants feel the project is fairly structured and shares opportunities evenly among holders."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "There is some skepticism about centralized control, but many users believe in the community's autonomy."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Overall, participants express a strong intention to hold rather than sell their tokens."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The overall atmosphere is highly positive and supportive, with frequent encouragement among members."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "There is a tight-knit community spirit, with members supporting and rallying together for the project."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "The discussion is charged with a mix of excitement and eagerness as users anticipate price increases."
                },
                "stickiness": {
                    "intensity": 80,
                    "context": "Users are engaged and return frequently, showcasing strong community involvement."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "While individuals have varied backgrounds, many are focused on wealth generation."
                },
                "price_action_focus": {
                    "intensity": 75,
                    "context": "There is ongoing discussion about price movements and future price expectations."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Participants express strong belief in the token's potential for significant value increase."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Members are actively promoting the project without compensation, demonstrating commitment and dedication."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community appears vibrant and supportive, with consistent growth and engagement."
                },
                "buy_inquiry": {
                    "intensity": 80,
                    "context": "Newcomers frequently ask where and how to buy the token, indicating interest and increasing participation."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "Community members express motivation and inspiration from the project and its mission."
                }
            }
        },
        "2024-10-16": {
            "message_count_ex_bot": 1500,
            "user_count_ex_bot": 88,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 80,
                    "context": "The community exhibits strong enthusiasm around the coin and its meme potential."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "Mixed feelings about the project's fairness, reflecting some skepticism."
                },
                "VC_cabal": {
                    "intensity": 25,
                    "context": "Belief that insiders have some control, but the community feels increasingly empowered."
                },
                "sell_intent": {
                    "intensity": 30,
                    "context": "While there are concerns and some sell signals, the overall sentiment is to hold."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The atmosphere is highly supportive and energetic, with members enthusiastic about upcoming events."
                },
                "comunity_strength": {
                    "intensity": 75,
                    "context": "The community feels united and collective, driven by a shared goal."
                },
                "emotional_intensity": {
                    "intensity": 90,
                    "context": "The discussion is highly charged with excitement and enthusiasm, reflecting a strong belief in the potential of the token."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Members frequently return to discuss the project, showing sustained interest."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "Participants appear to have varying socioeconomic statuses, with a mix of retail investors."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "There is a substantial focus on price movements due to the coin's rapid rise."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "Widespread belief that the project has immense potential for profitability."
                },
                "free_cult_labor": {
                    "intensity": 75,
                    "context": "Many community members actively promote the coin and engage in social media campaigns without direct compensation."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The community appears vibrant with active discussions and high engagement."
                },
                "buy_inquiry": {
                    "intensity": 70,
                    "context": "There are frequent inquiries about purchasing the token, indicating interest from newcomers."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "Community members draw inspiration from each other, fostering a positive and hopeful environment."
                }
            }
        },
        "2024-10-17": {
            "message_count_ex_bot": 1280,
            "user_count_ex_bot": 100,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The project and its meme culture are widely engaging, drawing high interest."
                },
                "fairness": {
                    "intensity": 30,
                    "context": "There are perceptions of unfairness and manipulation by larger holders and market makers."
                },
                "VC_cabal": {
                    "intensity": 20,
                    "context": "There is a strong sentiment that large insiders or venture capitalists may control the token dynamics."
                },
                "sell_intent": {
                    "intensity": 10,
                    "context": "Very few participants are expressing sell intentions; most are holding or accumulating."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The general atmosphere is enthusiastic and supportive, with a strong sense of community."
                },
                "comunity_strength": {
                    "intensity": 90,
                    "context": "The community is tightly bonded with a shared purpose."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The discussion is highly emotionally charged, with excitement and eagerness prevalent."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Participants are returning frequently to engage in the discussions."
                },
                "socioeconomic": {
                    "intensity": 40,
                    "context": "Participants display a range of socioeconomic statuses, with many expressing financial aspirations."
                },
                "price_action_focus": {
                    "intensity": 60,
                    "context": "There is significant focus on price movements and expectations for growth."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "There is rampant optimism about the project making participants rich."
                },
                "free_cult_labor": {
                    "intensity": 50,
                    "context": "Some community members are actively promoting the project without direct compensation."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community is vibrant and engaged, showing no signs of being 'dead'."
                },
                "buy_inquiry": {
                    "intensity": 80,
                    "context": "Newcomers are actively inquiring about how to buy the token."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "Many community members express inspiration and hope about the project's future."
                }
            }
        },
        "2024-10-18": {
            "message_count_ex_bot": 1159,
            "user_count_ex_bot": 200,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community is strongly focused on the concept of Goatseus Maximus, with a unified belief in its significance and humor."
                },
                "fairness": {
                    "intensity": 60,
                    "context": "There's some sentiment of fairness regarding the project's distribution, but some participants express concern about potential manipulation by larger holders."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "Concern about insiders or venture control is low, participants feel empowered."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "Very few participants express intent to sell; the majority are committed to holding."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The atmosphere is positive and supportive, with excitement about the project."
                },
                "comunity_strength": {
                    "intensity": 80,
                    "context": "Participants display a tight-knit community with supportive interaction."
                },
                "emotional_intensity": {
                    "intensity": 70,
                    "context": "Discussion is highly emotionally charged, showcasing excitement and humor."
                },
                "stickiness": {
                    "intensity": 75,
                    "context": "Users frequently return to the chat to engage in discussions over time."
                },
                "socioeconomic": {
                    "intensity": 60,
                    "context": "The group reflects a mixed socioeconomic background, but many are optimistic about future wealth."
                },
                "price_action_focus": {
                    "intensity": 90,
                    "context": "There's a strong fixation on price action, with regular updates on market movements."
                },
                "perceived_maximum_upside": {
                    "intensity": 80,
                    "context": "Participants echo a strong belief in the potential for considerable financial gain."
                },
                "free_cult_labor": {
                    "intensity": 70,
                    "context": "Many users actively promote and support the project without compensation, indicating deep engagement."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community is vibrant and growing, displaying positivity."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "Newcomers frequently ask about purchasing the token, indicating rising interest."
                },
                "inspiration": {
                    "intensity": 70,
                    "context": "There's a prevalent sense of motivation and hope among participants, spurred by shared beliefs."
                }
            }
        },
        "2024-10-19": {
            "message_count_ex_bot": 1983,
            "user_count_ex_bot": 59,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 90,
                    "context": "The 'Goat' theme and this community's humorous yet intense approach to crypto has captivated the participants."
                },
                "fairness": {
                    "intensity": 75,
                    "context": "Overall, there is a strong belief in fair distribution and opportunities within the group."
                },
                "VC_cabal": {
                    "intensity": 40,
                    "context": "There are moderate suspicions about control by insiders, yet there's significant faith in community agency."
                },
                "sell_intent": {
                    "intensity": 20,
                    "context": "There is very low intent to sell among participants, with a strong inclination to buy or hold."
                },
                "vibes": {
                    "intensity": 85,
                    "context": "The general mood is highly positive and supportive, with a lot of camaraderie among members."
                },
                "comunity_strength": {
                    "intensity": 85,
                    "context": "Participants feel a strong bond and unified identity as a community."
                },
                "emotional_intensity": {
                    "intensity": 75,
                    "context": "The conversation is lively, charged with excitement about potential financial gains and the upcoming listings."
                },
                "stickiness": {
                    "intensity": 70,
                    "context": "Users have been actively engaging over time, with many returning to discuss and share updates."
                },
                "socioeconomic": {
                    "intensity": 50,
                    "context": "Users display a mix of economic backgrounds, but many express feelings of being a part of something larger."
                },
                "price_action_focus": {
                    "intensity": 70,
                    "context": "There is a notable focus on price action combined with the community's affirmation to hold and not panic sell."
                },
                "perceived_maximum_upside": {
                    "intensity": 90,
                    "context": "The community exhibits strong faith in the project achieving significant value, projecting future gains."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Many members actively promote and evangelize the project without monetary compensation, driven by belief."
                },
                "community_health": {
                    "intensity": 80,
                    "context": "The group appears vibrant and active, with plenty of engagement and reassurance within the community."
                },
                "buy_inquiry": {
                    "intensity": 60,
                    "context": "New users are frequently inquiring about investments and how to acquire the token."
                },
                "inspiration": {
                    "intensity": 80,
                    "context": "Participants derive a sense of inspiration from the community and the project’s vision."
                }
            }
        },
        "2024-10-20": {
            "message_count_ex_bot": 1845,
            "user_count_ex_bot": 186,
            "emotional_metrics": {
                "concept_or_meme_strength": {
                    "intensity": 85,
                    "context": "The community's belief in the strength and future success of 'GOAT' is unwavering and passionate."
                },
                "fairness": {
                    "intensity": 70,
                    "context": "There's a general feeling that the community operates on fairness, although some skepticism about 'cabal' involvement exists."
                },
                "VC_cabal": {
                    "intensity": 30,
                    "context": "Only a small number of participants suspect that large insiders might manipulate the situation."
                },
                "sell_intent": {
                    "intensity": 15,
                    "context": "Very few express intentions to sell; the majority are focused on buying the dip."
                },
                "vibes": {
                    "intensity": 75,
                    "context": "The overall community vibe is highly positive and supportive, with encouragement to hold and buy more."
                },
                "comunity_strength": {
                    "intensity": 90,
                    "context": "The members exhibit a strong sense of belonging and shared purpose."
                },
                "emotional_intensity": {
                    "intensity": 80,
                    "context": "The discussions are energetic and emotionally charged, marked by excitement and determination."
                },
                "stickiness": {
                    "intensity": 90,
                    "context": "Participants frequently return to engage in discussions over extended periods."
                },
                "socioeconomic": {
                    "intensity": 65,
                    "context": "The community seems composed of individuals with varying socioeconomic backgrounds, but many display optimism about wealth generation."
                },
                "price_action_focus": {
                    "intensity": 90,
                    "context": "There is significant focus on price movements, with ongoing discussions about buying on dips."
                },
                "perceived_maximum_upside": {
                    "intensity": 85,
                    "context": "A clear belief exists among participants that holding 'GOAT' will lead to tremendous financial success."
                },
                "free_cult_labor": {
                    "intensity": 60,
                    "context": "Many are actively engaging in promoting and evangelizing 'GOAT' without direct compensation, indicating strong community-driven support."
                },
                "community_health": {
                    "intensity": 85,
                    "context": "The community is thriving and actively engaged."
                },
                "buy_inquiry": {
                    "intensity": 80,
                    "context": "New members are frequently asking about how to purchase 'GOAT' tokens."
                },
                "inspiration": {
                    "intensity": 75,
                    "context": "There are abundant expressions of inspiration and enthusiasm within the community."
                }
            }
        }
    }
}